{
    "locales": {
        "en": {
            "title": "Education",
            "title_long_prefix": "This is my",
            "title_long": "**Educational** Background"
        },
        "es": {
            "title": "Educación",
            "title_long_prefix": "Esta es mi",
            "title_long": "**Formación** Educativa"
        },
        "fr": {
            "title": "Éducation",
            "title_long_prefix": "C'est mon",
            "title_long": "**Contexte** Éducatif"
        },
        "ko": {
            "title": "교육",
            "title_long_prefix": "이것은 내",
            "title_long": "**교육적** 배경"
        }
    },
    "articles": [
        {
            "id": "academic",
            "component": "ArticleTimeline",
            "config": {},
            "locales": {},
            "items": [
                {
                    "icon": {
                        "img": "images/pictures/place-1.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "2021",
                        "end": "2022"
                    },
                    "locales": {
                        "en": {
                            "title": "**Baccalauréat** in Sciences Physiques-Chimiques",
                            "info": "Lycée Bouchane, Rhamna",
                            "text": "Earned a Baccalauréat in Physical and Chemical Sciences. Developed strong analytical and problem-solving skills through coursework in physics, chemistry, and mathematics.",
                            "tags": ["Physics", "Chemistry", "Mathematics"]
                        },
                        "es": {
                            "title": "**Bachillerato** en Ciencias Físico-Químicas",
                            "info": "Lycée Bouchane, Rhamna",
                            "text": "Obtuve un Bachillerato en Ciencias Físicas y Químicas. Desarrollé sólidas habilidades analíticas y de resolución de problemas a través de cursos de física, química y matemáticas.",
                            "tags": null
                        },
                        "fr": {
                            "title": "**Baccalauréat** en Sciences Physiques-Chimiques",
                            "info": "Lycée Bouchane, Rhamna",
                            "text": "Obtenu un Baccalauréat en Sciences Physiques et Chimiques. Développé de solides compétences analytiques et de résolution de problèmes grâce aux cours de physique, chimie et mathématiques.",
                            "tags": null
                        },
                        "ko": {
                            "title": "**이과 학사** (물리화학 전공)",
                            "info": "Lycée Bouchane, Rhamna",
                            "text": "물리 및 화학 과학에서 학사 학위를 취득했습니다. 물리학, 화학, 수학 과정을 통해 뛰어난 분석 및 문제 해결 능력을 개발했습니다.",
                            "tags": null
                        }
                    }
                },
                {
                    "icon": {
                        "img": "images/pictures/place-4.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "2022",
                        "end": "2023"
                    },
                    "locales": {
                        "en": {
                            "title": "**PHP Laravel Backend Development Training**",
                            "info": "YouCode | UM6P",
                            "text": "Completed intensive first-year training focused on PHP and Laravel backend development. Built robust web applications, managed relational databases with MySQL, and deployed scalable backend solutions. Acquired practical experience in authentication systems, RESTful API development, and MVC architecture.",
                            "tags": ["PHP 8+", "Laravel", "MySQL", "REST API", "MVC"]
                        },
                        "es": {
                            "title": "**Formación en Desarrollo Backend con PHP y Laravel**",
                            "info": "YouCode | UM6P",
                            "text": "Completé un primer año de formación intensiva centrada en el desarrollo backend con PHP y Laravel. Construí aplicaciones web robustas, gestioné bases de datos relacionales con MySQL y desplegué soluciones backend escalables. Adquirí experiencia práctica en sistemas de autenticación, desarrollo de API RESTful y arquitectura MVC.",
                            "tags": null
                        },
                        "fr": {
                            "title": "**Formation en Développement Backend avec PHP et Laravel**",
                            "info": "YouCode | UM6P",
                            "text": "Première année de formation intensive axée sur le développement backend avec PHP et Laravel. Création d'applications web robustes, gestion des bases de données relationnelles avec MySQL et déploiement de solutions backend évolutives. Expérience pratique dans les systèmes d'authentification, le développement d'API RESTful et l'architecture MVC.",
                            "tags": null
                        },
                        "ko": {
                            "title": "**PHP Laravel 백엔드 개발 교육**",
                            "info": "YouCode | UM6P",
                            "text": "PHP와 Laravel 백엔드 개발에 중점을 둔 1년 차 집중 교육을 완료했습니다. 강력한 웹 애플리케이션 구축, MySQL을 사용한 관계형 데이터베이스 관리 및 확장 가능한 백엔드 솔루션 배포를 포함했습니다. 인증 시스템, RESTful API 개발 및 MVC 아키텍처에서 실무 경험을 얻었습니다.",
                            "tags": null
                        }
                    }
                },
                {
                    "icon": {
                        "img": "images/pictures/place-2.png",
                        "fa": "",
                        "faColors": {"bg": null, "fill": null}
                    },
                    "dates": {
                        "start": "2023",
                        "end": "Present"
                    },
                    "locales": {
                        "en": {
                            "title": "**MERN Stack Developer Training**",
                            "info": "YouCode | UM6P",
                            "text": "Currently pursuing advanced training in MERN stack development, focusing on building full-stack web applications using MongoDB, Express.js, React.js, and Node.js. Gained hands-on experience in creating secure RESTful APIs, implementing real-time features, and managing cloud deployments with Docker and AWS.",
                            "tags": ["MongoDB", "Express.js", "React.js", "Node.js", "Docker", "AWS"]
                        },
                        "es": {
                            "title": "**Formación en Desarrollo MERN Stack**",
                            "info": "YouCode | UM6P",
                            "text": "Actualmente cursando formación avanzada en desarrollo MERN stack, centrada en la creación de aplicaciones web full-stack utilizando MongoDB, Express.js, React.js y Node.js. Adquirí experiencia práctica en la creación de APIs RESTful seguras, la implementación de funciones en tiempo real y la gestión de implementaciones en la nube con Docker y AWS.",
                            "tags": null
                        },
                        "fr": {
                            "title": "**Formation en Développement MERN Stack**",
                            "info": "YouCode | UM6P",
                            "text": "En cours de formation avancée en développement MERN stack, axée sur la création d'applications web full-stack utilisant MongoDB, Express.js, React.js et Node.js. Acquis une expérience pratique dans la création d'API RESTful sécurisées, la mise en œuvre de fonctionnalités en temps réel et la gestion des déploiements cloud avec Docker et AWS.",
                            "tags": null
                        },
                        "ko": {
                            "title": "**MERN 스택 개발자 교육**",
                            "info": "YouCode | UM6P",
                            "text": "MongoDB, Express.js, React.js 및 Node.js를 사용하여 풀스택 웹 애플리케이션을 구축하는 데 중점을 둔 MERN 스택 개발자 교육을 진행 중입니다. 보안 RESTful API 생성, 실시간 기능 구현 및 Docker와 AWS를 활용한 클라우드 배포 관리에서 실무 경험을 쌓았습니다.",
                            "tags": null
                        }
                    }
                }
            ]
        }
    ]
}
